/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_welcome_text" = "Bienvenu sur Antidote!";
/* Login screen text */
"login_or_label" = "ou";

/* Login screen text */
"create_account" = "Créer un compte";
/* Login screen text */
"import_profile" = "Importer un profile";
/* Password field */
"password" = "Mot de passe";
/* Login button */
"log_in" = "S'identifier";
/* Login screen text */
"create_profile" = "Créer un profile";
/* Login screen text */
"import_to_antidote" = "Importer dans Antidote";
/* Login screen text */
"create_account_username_title" = "Comment les contacts vont vous voir?";
/* Login screen text */
"create_account_username_placeholder" = "Nom d'utilisateur";
/* Login screen text */
"create_account_profile_title" = "Comment appeler ce profile?";
/* Login screen text */
"create_account_profile_placeholder" = "Nom du profile";
/* Login screen text */
"create_account_profile_hint" = "p.ex. Home, iPhone";
/* Login screen text */
"set_password_title" = "Set Password";
/* Login screen text */
"set_password_hint" = "Password is required to protect your data. Keep it safe - once lost it cannot be restored.";
/* Login button */
"create_account_next_button" = "Next";
/* Login button */
"create_account_go_button" = "Go";
/* Default status message */
"default_user_status_message" = "Toxing sur Antidote";

/* PIN screen text */
"pin_enter_to_unlock" = "Enter your PIN to unlock";
/* PIN screen text */
"pin_set" = "Set PIN";
/* PIN screen text */
"pin_confirm" = "Confirm PIN";
/* PIN screen error */
"pin_do_not_match" = "PINs did not match. Try again";
/* PIN screen error */
"pin_incorrect" = "Incorrect PIN";
/* PIN screen screen */
"pin_enabled" = "Enable PIN";
/* PIN screen screen */
"pin_touch_id_enabled" = "Enable Touch ID";
/* PIN screen screen */
"pin_description" = "Prevent unauthorized access to Antidote with a PIN.";
/* PIN screen screen */
"pin_touch_id_description" = "Use your fingerprint as an alternative to entering a PIN.";
/* PIN screen screen */
"pin_lock_timeout" = "Lock Timeout";
/* PIN screen screen */
"pin_lock_immediately" = "Immediately";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 Seconds";
/* PIN screen screen */
"pin_lock_1_minute" = "1 Minute";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 Minutes";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 Minutes";

/* Label shown when connecting to Tox network */
"connecting_label" = "Connexion...";

/* Tab name and screen name */
"contacts_title" = "Contacts";
/* Tab name and screen name */
"chats_title" = "Chats";
/* Tab name and screen name */
"settings_title" = "Paramètres";
/* Tab name and screen name */
"profile_title" = "Profile";

/* No contacts placeholder text */
"contact_no_contacts" = "pas de contacts";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Ajouter un contact\nou\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "partager votre ID Tox";
/* Contact request section title */
"contact_requests_section" = "Invitations";
/* Contact last seen status */
"contact_last_seen" = "Dernière fois vu: %@";
/* Screen name */
"contact_request" = "Invitations";
/* Contact request button */
"contact_request_decline" = "Refuser";
/* Contact request button */
"contact_request_accept" = "Accepter";
/* Contact request confirmation */
"contact_request_delete_title" = "Supprimer les invitations";

/* Share Tox ID text */
"show_qr_code" = "Montrer le code QR";
/* Share Tox ID text */
"copy" = "Copier";

/* Add contat screen name */
"add_contact_title" = "Ajouter un contact";
/* Add contat button */
"add_contact_send" = "Envoyer";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Emtrez votre ID Tox";
/* Add contat placeholder text */
"add_contact_or_label" = "ou";
/* Add contat button */
"add_contact_use_qr" = "Utiliser un code QR";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Message";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Bonjour! Pourriez-vous m'ajouter à votre liste de contacts?";
/* Add contat error */
"add_contact_wrong_qr" = "Mauvais code QR. Il devrait contenir un ID Tox";

/* User name text */
"name" = "Nom";
/* User nickname text */
"nickname" = "Pseudo";
/* User status message text */
"status_message" = "Statut du message";
/* User status text */
"status_title" = "Statits";
/* User Tox ID text */
"my_tox_id" = "Mon ID Tox";
/* User public key text */
"public_key" = "Clef public";
/* Share Tox ID text */
"show_qr" = "Montrer le QR";
/* Profile menu item / screen name */
"profile_details" = "Details du profile";
/* Profile button */
"logout_button" = "Deconnexion";

/* QR code screen button */
"qr_close_button" = "Fermer";

/* Chat screen placeholder */
"chat_no_chats" = "Pas de chat";
/* Chats screen message text */
"chat_outgoing_file" = "Fichier sortant:";
/* Chats screen message text */
"chat_incoming_file" = "Fichier entrant:";
/* Chats screen message text */
"chat_call_finished" = "Finir l'appel";
/* Chats screen message text */
"chat_unanwered_call" = "Appel non répondu";
/* Chat button */
"chat_send_button" = "Envoie";
/* Chat notification toast */
"chat_new_messages" = "↓ Nouveau messages";
/* Chat call information */
"chat_call_message" = "Appel,";
/* Chat call information */
"chat_missed_call_message" = "Appel manqués";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "More";

/* Status message */
"status_offline" = "Hors ligne";
/* Status message */
"status_online" = "En ligne";
/* Status message */
"status_away" = "Parti";
/* Status message */
"status_busy" = "Occupé";

/* Notification text */
"notification_new_message" = "Nouveau message";
/* Notification text */
"notification_incoming_contact_request" = "Invitation de contact entrant";
/* Notification text */
"notification_is_calling" = "appel";
/* Notification text */
"notification_incoming_file" = "Fichier entrant";

/* Settings menu / screen name */
"settings_about" = "À propos";
/* Settings menu / screen name */
"settings_faq" = "FAQ";
/* Settings menu / screen name */
"settings_advanced_settings" = "Paramètres avancés";
/* About screen menu */
"settings_antidote_version" = "Version Antidote";
/* About screen menu */
"settings_antidote_build" = "Comstruction d'Antidote";
/* About screen menu */
"settings_toxcore_version" = "Version Toxcore";
/* About screen menu */
"settings_acknowledgements" = "Acknowledgements";
/* Settings screen menu */
"settings_autodownload_images" = "Télécharges les images automatiquement";
/* Settings screen menu */
"settings_autodownload_images_description" = "Télécharger automatiquement les images entrantes.";
/* Settings screen menu */
"settings_notifications_message_preview" = "Pré-vue des notifications";
/* Settings screen menu */
"settings_notifications_description" = "Quand l'application sera en tâche de fond, vous recevrez des notifications jusqu'à 10 minutes.";
/* Settings screen menu */
"settings_udp_enabled" = "Enable UDP";
/* Settings screen menu */
"settings_restore_default" = "Restorer les paramètres par défaut";
/* Settings screen autodownload images option */
"settings_never" = "Jamais";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-Fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "Utiliser le Wi-Fi";
/* Settings screen autodownload images option */
"settings_always" = "Toujours";

/* Profile settings menu */
"change_password" = "Changer le mot de passe";
/* Profile settings menu */
"delete_password" = "Supprimer le mot de passe";
/* Profile settings menu */
"old_password" = "Ancien mot de passe";
/* Change password text */
"new_password" = "Nouveau mot de passe";
/* Change password text */
"repeat_password" = "Répéter le mot de passe";
/* Change password button */
"change_password_done" = "Fait";
/* Change password error */
"password_is_empty_error" = "Le mot de passe ne devrait pas être vide";
/* Change password error */
"wrong_old_password" = "Mauvais mot de passe";
/* Change password error */
"passwords_do_not_match" = "Les mots de passe ne concordent pas";

/* Source of photo to take */
"photo_from_camera" = "Caméra";
/* Source of photo to take */
"photo_from_photo_library" = "Bibliothèque photo";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Ne peut convertir l'image";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "Envoyer au contact";

/* Profile menu item */
"export_profile" = "Exporter un profile";
/* Profile menu item */
"delete_profile" = "Supprimer un profile";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Supprimer ce profile?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Êtes-vous sûr?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Cette opération est irrévercible";

/* Call screen text */
"call_incoming" = "Appel entrant";
/* Call screen text */
"call_ended" = "Appel fini";
/* Call screen text */
"call_reaching" = "Atteint...";

/* File message text */
"chat_file_cancelled" = "Annulé";
/* File message text */
"chat_waiting" = "Attend...";
/* File message text */
"chat_paused" = "En pause ";

/* Deleting chat confirmation */
"delete_chat_title" = "Supprimer ce chat et son historique?";
/* Deleting contat confirmation */
"delete_contact_title" = "Supprimer ce contact?\nSom historique sera perdu.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Supprimer cet invitation?";
/* Deleting single message in chat */
"delete_single_message" = "Delete Message";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Delete Messages";
/* Deleting all messages in chat. */
"delete_all_messages" = "Delete All";
/* Delete button */
"alert_delete" = "Supprimer";
/* Delete button */
"alert_cancel" = "Annuler";

/* Error while creating new profile */
"login_enter_username_and_profile" = "S.V.P entrer le nom d'utilisateur et le nom de profile";
/* Error while creating new profile */
"login_profile_already_exists" = "Un profile avec ce nom existe déjà";

/* General error title */
"error_title" = "Erreur";
/* General error button */
"error_ok_button" = "OK";
/* General error button */
"error_retry_button" = "Réessayer";
/* Error */
"error_contact_not_connected" = "Ce contact est hors-ligne";
/* Error */
"error_too_many_files" = "Trop de fichiers en transfert";
/* Error */
"error_internal_message" = "Erreur interne";
/* Error */
"error_wrong_password_title" = "Mauvais mot de passe";
/* Error */
"error_wrong_password_message" = "Le mot de passe contient de mauvais symboles.";
/* Error */
"error_import_not_exist_title" = "Ne sait pas importer le fichier tox sauvegardé";
/* Error */
"error_import_not_exist_message" = "Ce fichier n'existe pas.";
/* Error */
"error_decrypt_title" = "Ne sait pas décrypter le fichier tox sauvegardé";
/* Error */
"error_decrypt_empty_data_message" = "Certaines données entrés sont vides.";
/* Error */
"error_decrypt_bad_format_message" = "Le fichier est de mauvais format ou est corrompu.";
/* Error */
"error_decrypt_wrong_password_message" = "Le mot de passe est faux ou est corrompu.";
/* Error */
"error_general_unknown_message" = "Une erreur inconnue est survenue.";
/* Error */
"error_general_no_memory_message" = "Pas assez de mémoire.";
/* Error */
"error_general_bind_port_message" = "Était incapable de se connecter au port.";
/* Error */
"error_general_profile_encrypted_message" = "Le profile est encrypté.";
/* Error */
"error_general_bad_format_message" = "Le fichier est de mauvais format ou est corrompu";
/* Error */
"error_proxy_title" = "Erreur de proxy";
/* Error */
"error_proxy_invalid_address_message" = "L'addresse proxy est de format invalide.";
/* Error */
"error_proxy_invalid_port_message" = "Le port du proxy est invalide.";
/* Error */
"error_proxy_host_not_resolved_message" = "Le proxy n'a pas pu être résolu.";

/* Error */
"error_name_too_long" = "Le nom est trop long.";
/* Error */
"error_status_message_too_long" = "Le message statut est trop long";

/* Error */
"error_contact_request_too_long" = "Le message est trop long";
/* Error */
"error_contact_request_no_message" = "Le message n'a pas été spécifié";
/* Error */
"error_contact_request_own_key" = "Ne peut s'ajouter sois même à la liste de contact";
/* Error */
"error_contact_request_already_sent" = "L'invitation a déjà été envoyée";
/* Error */
"error_contact_request_bad_checksum" = "Maivais checksum, s.v.p vérifier l'ID Tox entré";
/* Error */
"error_contact_request_new_nospam" = "Mauvaise valeur nospam, s.v.p vérifier l'ID Tox entré";

/* Call error */
"call_error_already_in_call" = "Actuellement en appel";
/* Call error */
"call_error_contact_is_offline" = "Contact hors-ligne";
/* Call error */
"call_error_no_active_call" = "Il n'y a pas d'appel actif";

/* Error while using color theme */
"theme_error_cannot_open" = "N'a pas pu ouvrir le thème, mauvais format";

/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_1" = "Mary Cokley";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_2" = "Shirley Knox";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_3" = "Jennifer Smith";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_4" = "Marina Dixon";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_5" = "Carol Ortega";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_1" = "Michael Sharpe";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_2" = "Charles Donahue";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_3" = "Lee Murdock";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_4" = "Wayne Henderson";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_5" = "Robert Newton";

/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_1" = "Is Antidote really that secure?";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_2" = "sure, it is peer-to-peer";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_3" = "And what does that mean? Peer-to-peer? 😄";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_4" = "you text me directly, the are no servers or things like that";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_5" = "+ it's encrypted 🔐😎";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_6" = "Cool!";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_7" = "I'll give it a go then";

/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_1" = "😂😂😂";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_2" = "dinner tonight?";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_3" = "I think I know what you are talking about";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_4" = "Sure, thanks!";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_5" = "yep";

